acpi
adobe-source-code-pro-fonts
alsa-lib
alsa-utils
android-file-transfer
arandr
autoconf
automake
awesome
awesome-terminal-fonts
bash
bbswitch
betterlockscreen
binutils
bison
blueman
bluez
bluez-utils
bspwm
bumblebee
bzip2
cantata
chromium
compton
compton-conf
conky
coreutils
cryptsetup
deepin-screenshot
dep
device-mapper
dhcpcd
diffutils
docky
dunst
e2fsprogs
efibootmgr
emacs
eog
evince
fakeroot
fcron
feh
file
file-roller
filelight
filesystem
findutils
firefox
flex
gamin
gawk
gcc
gcc-libs
gconf-editor
genymotion
gettext
gifsicle
gimp
git
glibc
gnome-font-viewer
go
goldendict
gparted
gradle
grep
groff
grub
gtop
gvfs
gzip
hdparm
headset-bin
htop
i3-gaps
i3lock-color-git
icu52
imagemagick
inetutils
inkscape
intel-ucode
iproute2
iputils
iw
jdk8
jfsutils
klavaro
krita
less
lib32-mesa
lib32-nvidia-utils
lib32-virtualgl
libmtp
libpng12
libreoffice-fresh
libtool
libxss
licenses
light
linux
linux-headers
logrotate
lvm2
lxappearance
lxrandr
m4
make
man-db
man-pages
mdadm
mesa
mesa-demos
mongodb
mpc
mpd
mpv
nano
ncmpcpp
neofetch
neovim
nerd-fonts-complete
netctl
networkmanager
npm
nsnake
ntfs-3g
nvidia
nvidia-utils
obconf
openbox
openssh
osmo
package-query
pacman
pandoc
paper-gtk-theme-git
paper-icon-theme-git
papirus-icon-theme
patch
pciutils
pcmciautils
pencil
perl
pipes.sh
pkgconf
plank
polybar
powerline
powerline-fonts
powertop
primus
procps-ng
psmisc
python-pywal
qbittorrent
ranger
rar
redshift
reiserfsprogs
rofi
rxvt-unicode
s-nail
scrot
sed
shadow
shadowfox-updater
shantz-xwinwrap-bzr
simplescreenrecorder
skippy-xd-git
skypeforlinux-stable-bin
sonata
spotify
steam
sublime-text-dev
sudo
sxhkd
sysfsutils
systemd
systemd-sysvcompat
tar
telegram-qt
termite
texinfo
texlive-bin
the_silver_searcher
thunar
tint2
tlp
tmux
ttf-fira-mono
ttf-font-awesome
ttf-liberation
ttf-material-design-icons
ttf-mplus
ttf-roboto-mono
typora
udiskie
udisks2
unity-editor
unrar
unzip
usbutils
util-linux
vi
vim
vlc
watchman
wget
which
wireless_tools
wmctrl
xdo
xdotool
xf86-video-intel
xf86-video-vesa
xfsprogs
xmind
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yajl
yarn
yay
youtube-dl
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
